{
  "publish": {
    "publish_pages_app": true,
    "publish_sha": "",
    "publish_iso_date": ""
  },
  "users": [
    {
      "login_name": "sunnybelllllll",
      "avatar_url": "https://avatars.githubusercontent.com/u/208989288?v=4",
      "admin": true
    }
  ],
  "project": {
    "github_org": "sunnybelllllll",
    "is_private": false,
    "title": "Keepin' Austin Austin ",
    "description": "My proposal was to use zoning regulations to fight gentrification in Austin. The primary element of argument that I used was logos, a logical structured proposal that was rooted in evidence and an understanding of real-world processes. I then surrounded the logos with ethos that gave the argument credibility and pathos to make the audience care about the proposal.\n\nI used all three rhetorical appeals in my podcast.  I used ethos to establish my credibility and the credibility of my argument.  This included having the context of a continuing podcast series, academic research, and demonstrating a thorough and detailed approach to the problem. I used pathos to make an emotional appeal by painting the wealthy newcomers in a relatively negative light and the low-income residents in a positive light.  The entire podcast series uses nostalgia for the original vibe of Austin as another ethos appeal. Logos was the most used rhetorical appeal in my podcast.  The argument was laid out in a careful logical progression starting with the background, the proposal, and arguments supporting the proposal.\n\nThe podcast hopes to reach the specific audiences of policymakers who can enact the legislative changes that I propose.  It also secondarily is addressed to people and organizations that can lobby those policymakers to make the change.  The audience is directly addressed by making proposals that relate to their specific policymaking responsibilities.\n\nThe question of how to address gentrification is a contingent issue because there is no one solution and we must examine our values and goals in order to consider the best solution.  From its very name – Keepin’ Austin Ausin – the podcast expresses its core value of not losing the uniqueness of Austin as it grows.  In the podcast, I present gentrification as a difficult issue that requires innovative solutions, which makes it a contingent issue.  I then apply the core value to gentrification specifically to craft and evaluate a concrete proposal.\n",
    "language": "en",
    "slug": "AustinGentrification",
    "creator": "sunnybelllllll",
    "authors": "Sunny Bell ",
    "media_player": "avannotate",
    "auto_populate_home_page": true,
    "additional_users": [],
    "tags": {
      "tagGroups": [
        {
          "category": "_uncategorized_",
          "color": "#A3A3A3"
        }
      ],
      "tags": [
        {
          "category": "_uncategorized_",
          "tag": "Ethos , Purpose, Location"
        },
        {
          "category": "_uncategorized_",
          "tag": "Facts"
        }
      ]
    },
    "created_at": "2025-04-24T14:59:45.963Z",
    "updated_at": "2025-05-02T04:24:30.485Z",
    "generate_pages_site": true
  },
  "annotations": {},
  "events": {},
  "pages": {
    "ece1a93a-41e7-4545-a3bc-29bd016856dd": {
      "content": [],
      "created_at": "2025-04-24T14:59:45.976Z",
      "created_by": "sunnybelllllll",
      "title": "Keepin' Austin Austin ",
      "updated_at": "2025-04-24T14:59:45.976Z",
      "updated_by": "sunnybelllllll",
      "autogenerate": {
        "enabled": true,
        "type": "home"
      }
    }
  },
  "pageOrder": [
    "ece1a93a-41e7-4545-a3bc-29bd016856dd"
  ]
}